#+OPTIONS: toc:nil title:nil num:nil ^:nil
#+LATEX_HEADER: \usepackage{adjustbox}
#+LATEX_HEADER: \usepackage[margin=2cm]{geometry}
* Supplemental BOM
- Project Name: cluster-pcb
- Synopsis: PCB for each cluster of prisms in the Voigts Lab honeycomb maze.
- Release Date: 2024-12-16
- URL: https://github.com/janelia-kicad/cluster-pcb
- Author: Peter Polidoro
- Email: peter@polidoro.io
#+BEGIN_TABLE
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
| Item | Synopsis                                               | Manufacturer Part Number | Manufacturer    | Quantity |  Cost | Total |
|------+--------------------------------------------------------+--------------------------+-----------------+----------+-------+-------|
|    1 | TERM BLOCK PLUG 2POS STR 5.08MM                        | 1758364                  | Phoenix Contact |        1 |  1.63 |  1.63 |
|    2 | CONN FERRULE DIN 16AWG BLACK                           | 3200043                  | Phoenix Contact |        4 |  0.14 |  0.56 |
|    3 | POWER CABLE BULK SJT 16/3                              | H-137                    | GlobTek, Inc.   |        1 |  2.40 |  2.40 |
|    4 | W5100S-EVB-PICO RP2040 W5100S                          | W5100S-EVB-PICO          | WIZnet          |        1 |  9.95 |  9.95 |
|------+--------------------------------------------------------+--------------------------+-----------------+----------+-------+-------|
|    5 | Supplemental BOM Version: 2.1.0 |                          |                 |          | Total | 14.54 |
#+TBLFM: $1=@#-1::$7=$5*$6;%0.2f::@>$7=vsum(@2..@-1);%0.2f
#+LATEX: }
#+END_TABLE
